Repository: gregoriusongo/autopo
Catalog: autopo-i18n/po/*.po
Languages: de, fr, it, pt

source: Logs
de: Protokolle
fr: Journaux
it: Log
pt: Registos

source: No translation selected
de: Keine Übersetzung ausgewählt
fr: Aucune traduction sélectionnée
it: Nessuna traduzione selezionata
pt: Nenhuma tradução selecionada

source: AI Translate
de: KI-Übersetzung
fr: Traduction IA
it: Traduci con IA
pt: Tradução AI

source: AI Validate
de: KI-Validierung
fr: Validation IA
it: Convalida IA
pt: Validar com IA

source: Assessment
de: Bewertung
fr: Évaluation
it: Valutazione
pt: Avaliação

source: Comments
de: Kommentare
fr: Commentaires
it: Commenti
pt: Comentários

source: Extracted comments
de: Extrahierte Kommentare
fr: Commentaires extraits
it: Commenti estratti
pt: Comentários extraídos

source: Formats
de: Formate
it: Formati
pt: Formatos

source: Source reference
de: Quellenreferenz
fr: Référence source
it: Riferimento sorgente
pt: Referência de origem

source: Add a project description to give the AI model more context and improve translations accuracy
de: Fügen Sie eine Projektbeschreibung hinzu, um dem KI-Modell mehr Kontext zu geben und die Übersetzungsgenauigkeit zu verbessern
fr: Ajouter une description de projet pour donner plus de contexte au modèle d'IA et améliorer la précision des traductions
it: Aggiungi una descrizione del progetto per fornire più contesto al modello di intelligenza artificiale e migliorare l'accuratezza delle traduzioni
pt: Adicione uma descrição do projeto para fornecer mais contexto ao modelo de IA e melhorar a precisão das traduções

source: The project must have a target locale to translate to
de: Das Projekt muss ein Zielgebietsschema zum Übersetzen haben
fr: Le projet doit avoir une langue cible pour la traduction
it: Il progetto deve avere una lingua di destinazione per tradurre
pt: O projeto deve ter um local de destino para traduzir

source: Unable to find a usable translation AI model
de: Konnte kein verwendbares KI-Übersetzungsmodell finden
fr: Impossible de trouver un modèle d'IA de traduction utilisable
it: Impossibile trovare un modello di intelligenza artificiale per la traduzione utilizzabile
pt: Incapaz de encontrar um modelo de IA de tradução utilizável

source: Rate:
de: Bewertung:
fr: Évaluer:
it: Valutazione:
pt: Avaliação:

source: Feedback
de: Rückmeldung
fr: Commentaires

source: Suggested replacement
de: Vorgeschlagener Ersatz
fr: Remplacement suggéré
it: Sostituzione suggerita
pt: Substituição sugerida

source: Accept suggestion
de: Vorschlag akzeptieren
fr: Accepter la suggestion
it: Accetta suggerimento
pt: Aceitar sugestão

source: Rate: {0}
de: Bewertung: {0}
fr: Taux : {0}
it: Voto: {0}
pt: Taxa: {0}

source: Translation
de: Übersetzung
fr: Traduction
it: Traduzione
pt: Tradução

source: Source
de: Quelle
it: Sorgente
pt: Origem

source: Rate
de: Bewerten
fr: Évaluer
it: Valuta
pt: Classificar

source: Clear selected translations
de: Ausgewählte Übersetzungen löschen
fr: Effacer les traductions sélectionnées
it: Elimina traduzioni selezionate
pt: Limpar traduções selecionadas

source: Translate selected with AI
de: Ausgewählte mit KI übersetzen
fr: Traduire la sélection avec l'IA
it: Traduci selezionati con IA
pt: Traduzir selecionado(s) com IA

source: Validate selected with AI
de: Mit KI validieren
fr: Valider la sélection avec l'IA
it: Convalida selezionati con IA
pt: Validar selecionados com IA

source: Translated {0} out of {1}
de: Übersetzt {0} von {1}
fr: Traduit {0} sur {1}
it: Tradotti {0} su {1}
pt: Traduzido {0} de {1}

source: _Update from pot
de: _Aktualisieren von pot
fr: _Mettre à jour à partir du fichier pot
it: _Aggiorna da pot
pt: At_ualizar a partir do pot

source: _Batch AI translation
de: _Batch KI Übersetzung
fr: "_Traduction IA en lot"
it: Traduzione _batch con IA
pt: _Tradução em Lote com IA

source: Translate a batch of untranslated entries with the selected AI model (The batch size is defined in the settings)
de: Übersetzen Sie eine Gruppe von unübersetzten Einträgen mit dem ausgewählten KI-Modell (Die Batchgröße wird in den Einstellungen definiert)
fr: Traduire un lot d'entrées non traduites avec le modèle d'IA sélectionné (La taille du lot est définie dans les paramètres)
it: Traduci un batch di voci non tradotte con il modello di intelligenza artificiale selezionato (La dimensione del batch è definita nelle impostazioni)
pt: Traduzir um lote de entradas não traduzidas com o modelo de IA selecionado (O tamanho do lote é definido nas configurações)

source: Exit
de: Beenden
fr: Quitter
it: Esci
pt: Sair

source: Project
de: Projekt
fr: Projet
it: Progetto
pt: Projeto

source: Open
de: Öffnen
fr: Ouvrir
it: Apri
pt: Abrir

source: Select the project directory
de: Wählen Sie das Projektverzeichnis
fr: Sélectionner le répertoire du projet
it: Seleziona la directory del progetto
pt: Selecione o diretório do projeto

source: Recents
de: Zuletzt verwendet
fr: Récentes
it: Recenti
pt: Recentes

source: Clear recents
de: Zuletzt verwendete löschen
fr: Effacer éléments récents
it: Cancella recenti
pt: Limpar recentes

source: _File
de: _Datei
fr: _Fichier
pt: _Ficheiro

source: _Edit
de: _Bearbeiten
fr: _Modifier
it: _Modifica
pt: _Editar

source: About
de: Über
fr: À propos
it: Informazioni
pt: Sobre

source: _Help
de: Hilfe
fr: "_Aide"
it: _Aiuto
pt: _Ajuda

source: Project name:
de: Projektname:
fr: Nom du projet :
it: Nome progetto:
pt: Nome do projeto:

source: This description will be provided to the AI model to improve translation accuracy by giving it context. Example: 'UI components for an e-commerce website that sells avocados.
de: Diese Beschreibung wird dem KI-Modell bereitgestellt, um die Übersetzungsgenauigkeit durch Kontextbereitstellung zu verbessern. Beispiel: UI-Komponenten für eine E-Commerce-Website, die Avocados verkauft.
fr: Cette description sera fournie au modèle d'IA pour améliorer la précision de la traduction en lui donnant du contexte. Exemple : « Composants d'interface utilisateur pour un site Web de commerce électronique qui vend des avocats. »
it: Questa descrizione verrà fornita al modello di IA per migliorare l'accuratezza della traduzione fornendogli un contesto. Esempio: 'Componenti UI per un sito web di e-commerce che vende avocado.
pt: Esta descrição será fornecida ao modelo de IA para melhorar a precisão da tradução, fornecendo contexto. Exemplo: 'Componentes de interface de usuário para um site de comércio eletrônico que vende abacates.

source: Please enter a valid project name
de: Bitte geben Sie einen gültigen Projektnamen ein
fr: Veuillez entrer un nom de projet valide
it: Inserisci un nome di progetto valido
pt: Por favor, insira um nome de projeto válido

source: Project settings
de: Projekteinstellungen
fr: Paramètres du projet
it: Impostazioni progetto
pt: Configurações do projeto

source: Environment
de: Umgebung
fr: Environnement
it: Ambiente
pt: Ambiente

source: Vendor: %s
de: Anbieter: %s
fr: Fournisseur : %s
it: Fornitore: %s
pt: Fornecedor: %s

source: Java runtime path: %s
de: Java-Laufzeitpfad: %s
fr: Chemin d'exécution Java : %s
it: Percorso runtime Java: %s
pt: Caminho de tempo de execução do Java: %s

source: JavaFX runtime version: %s
de: JavaFX Laufzeitversion: %s
fr: Version d'exécution JavaFX : %s
it: Versione runtime JavaFX: %s
pt: Versão de tempo de execução do JavaFX: %s

source: Copy to clipboard
de: In die Zwischenablage kopieren
fr: Copier dans le presse-papiers
it: Copia negli appunti
pt: Copiar para área de transferência

source: Support
de: Unterstützung
fr: Soutien
it: Supporto
pt: Suporte

source: Bug and feature requests
de: Fehler- und Funktionsanfragen
fr: Demandes de bogues et de fonctionnalités
it: Richieste di bug e funzionalità
pt: Relatórios de bugs e solicitações de recursos

source: Fork me on GitHub
de: Forke mich auf GitHub
fr: Forkez-moi sur GitHub
it: Forkami su GitHub
pt: Bifurque-me no GitHub

source: Donate
de: Spenden
fr: Faire un don
it: Dona
pt: Doar

source: Open application logs
de: Anwendungs-Protokolle öffnen
fr: Ouvrir les journaux de l'application
it: Apri i log dell'applicazione
pt: Abrir registos da aplicação

source: File {0} saved
de: Datei {0} gespeichert
fr: Fichier {0} enregistré
it: File {0} salvato
pt: Ficheiro {0} guardado

source: File {0} loaded
de: Datei {0} geladen
fr: Fichier {0} chargé
it: File {0} caricato
pt: Ficheiro {0} carregado

source: Open logs
de: Protokolle öffnen
fr: Ouvrir les journaux
it: Apri registri
pt: Abrir logs

source: Error saving content to file {}
de: Fehler beim Speichern des Inhalts in Datei {}
fr: Erreur lors de l'enregistrement du contenu dans le fichier {}
it: Errore durante il salvataggio del contenuto nel file {}
pt: Erro ao salvar conteúdo no arquivo {}

source: Error saving content to clipboard
de: Fehler beim Speichern des Inhalts in die Zwischenablage
fr: Erreur lors de l'enregistrement du contenu dans le presse-papiers
it: Errore durante il salvataggio del contenuto negli appunti
pt: Erro ao salvar conteúdo na área de transferência

source: Clear Azure Open AI settings
de: Azure Open AI Einstellungen löschen
fr: Effacer les paramètres Azure Open AI
it: Cancella impostazioni Azure Open AI
pt: Limpar configurações do Azure Open AI

source: Clear OpenAI settings
de: OpenAI-Einstellungen löschen
fr: Effacer les paramètres OpenAI
it: Cancella impostazioni OpenAI
pt: Limpar configurações do OpenAI

source: modified
de: Geändert
fr: modificato
it: modificato
pt: modificado
