Repository: gregoriusongo/autopo
Catalog: autopo-i18n/po/*.po
Languages: de, fr, it, pt

source: Model:
de: Modell:
fr: Modèle :
it: Modello:
pt: Modelo:

source: AI Model to use
de: KI-Modell zur Verwendung
fr: Modèle IA à utiliser
it: Modello di intelligenza artificiale da utilizzare
pt: Modelo de IA a usar

source: API key:
de: API-Schlüssel:
fr: Clé API :
it: Chiave API:
pt: Chave da API:

source: Temperature:
de: Temperatur:
fr: Température :
it: Temperatura:
pt: Temperatura:

source: Higher values make the output more random, lower values make it more deterministic
de: Höhere Werte machen die Ausgabe zufälliger, niedrigere Werte machen sie deterministischer
fr: Des valeurs plus élevées rendent la sortie plus aléatoire, des valeurs plus basses la rendent plus déterministe
it: Valori più alti rendono l'output più casuale, valori più bassi lo rendono più deterministico
pt: Valores mais altos tornam a saída mais aleatória, valores mais baixos tornam-na mais determinística

source: Clear
de: Löschen
fr: Effacer
it: Cancella
pt: Limpar

source: Clear Anthropic settings
de: Anthropic-Einstellungen löschen
fr: Effacer les paramètres Anthropic
it: Cancella impostazioni Anthropic
pt: Limpar configurações da Anthropic

source: Base URL:
de: Basis-URL:
fr: URL de base :
it: URL di base:
pt: URL base:

source: Clear Ollama settings
de: Ollama-Einstellungen löschen
fr: Effacer les paramètres Ollama
it: Cancella impostazioni Ollama
pt: Limpar configurações do Ollama

source: There was an error retrieving recently used projects
de: Es gab einen Fehler beim Abrufen der zuletzt verwendeten Projekte
fr: Une erreur s'est produite lors de la récupération des projets récemment utilisés
it: Si è verificato un errore durante il recupero dei progetti utilizzati di recente
pt: Ocorreu um erro ao recuperar projetos recentemente usados

source: An error occurred loading .po file '{0}'
de: Ein Fehler ist beim Laden der .po-Datei '{0}' aufgetreten
fr: Une erreur s'est produite lors du chargement du fichier .po '{0}'
it: Si è verificato un errore durante il caricamento del file .po '{0}'
pt: Ocorreu um erro ao carregar o arquivo .po '{0}'

source: An error occurred loading .pot file '{0}'
de: Ein Fehler ist beim Laden der .pot-Datei '{0}' aufgetreten
fr: Une erreur s'est produite lors du chargement du fichier .pot '{0}'
it: Si è verificato un errore durante il caricamento del file .pot '{0}'
pt: Ocorreu um erro ao carregar o arquivo .pot '{0}'

source: An error occurred updating .po file '{0}'
de: Ein Fehler ist beim Aktualisieren der .po-Datei '{0}' aufgetreten
fr: Une erreur s'est produite lors de la mise à jour du fichier .po '{0}'
it: Si è verificato un errore durante l'aggiornamento del file .po '{0}'
pt: Ocorreu um erro ao atualizar o arquivo .po '{0}'

source: An error adding .po file '{0}' to the project
de: Ein Fehler beim Hinzufügen der .po-Datei '{0}' zum Projekt
fr: Une erreur lors de l'ajout du fichier .po '{0}' au projet
it: Errore durante l'aggiunta del file .po '{0}' al progetto
pt: Ocorreu um erro ao adicionar o arquivo .po '{0}' ao projeto

source: An error occurred saving .po file to '{0}'
de: Ein Fehler ist beim Speichern der .po-Datei in '{0}' aufgetreten
fr: Une erreur s'est produite lors de l'enregistrement du fichier .po dans '{0}'
it: Si è verificato un errore durante il salvataggio del file .po in '{0}'
pt: Ocorreu um erro ao salvar o arquivo .po em '{0}'

source: An error occurred loading project file '{0}'
de: Ein Fehler ist beim Laden der Projektdatei '{0}' aufgetreten
fr: Une erreur s'est produite lors du chargement du fichier de projet '{0}'
it: Si è verificato un errore durante il caricamento del file di progetto '{0}'
pt: Ocorreu um erro ao carregar o arquivo de projeto '{0}'

source: An error occurred saving project to '{0}'
de: Ein Fehler ist beim Speichern des Projekts in '{0}' aufgetreten
fr: Une erreur s'est produite lors de l'enregistrement du projet vers '{0}'
it: Si è verificato un errore durante il salvataggio del progetto in '{0}'
pt: Ocorreu um erro ao salvar o projeto em '{0}'

source: Loading .po file {}
de: Lade .po-Datei {}
fr: Chargement du fichier .po {}
it: Caricamento del file .po {}
pt: Carregando arquivo .po {}

source: Unable to find or detect a valid locale
de: Konnte keine gültige Locale finden oder erkennen
fr: Impossible de trouver ou de détecter un paramètre régional valide
it: Impossibile trovare o rilevare un locale valido
pt: Não foi possível encontrar ou detectar um locale válido

source: File {} loaded
de: Datei {} geladen
fr: Fichier {} chargé
it: File {} caricato
pt: Ficheiro {} carregado

source: Updating po file {} from template {}
de: Aktualisiere PO-Datei {} aus Vorlage {}
fr: Mise à jour du fichier po {} à partir du modèle {}
it: Aggiornamento del file po {} dal template {}
pt: Atualizando arquivo po {} a partir do modelo {}

source: Po file {} updated
de: PO-Datei {} aktualisiert
fr: Fichier .po {} mis à jour
it: File PO {} aggiornato
pt: Ficheiro Po {} atualizado

source: Cannot update file {} because it is not loaded yet
de: Kann Datei {} nicht aktualisieren, da sie noch nicht geladen wurde
fr: Impossible de mettre à jour le fichier {} car il n'est pas encore chargé
it: Impossibile aggiornare il file {} perché non è ancora stato caricato
pt: Não é possível atualizar o arquivo {} porque ainda não foi carregado

source: Loading .pot file {}
de: Lade .pot-Datei {}
fr: Chargement du fichier .pot {}
it: Caricamento del file .pot {}
pt: Carregando arquivo .pot {}

source: Saving po file {}
de: Speichere PO-Datei {}
fr: Enregistrement du fichier po {}
it: Salvataggio file po {}
pt: Salvando arquivo po {}

source: File {} saved
de: Datei {} gespeichert
fr: Fichier {} enregistré
it: File {} salvato
pt: Ficheiro {} guardado

source: Loading project file {}
de: Projektdatei wird geladen {}
fr: Chargement du fichier de projet {}
it: Caricamento file di progetto {}
pt: Carregando arquivo de projeto {}

source: Creating project descriptor file '{}'
de: Erstelle Projektbeschreibungsdatei '{}'
fr: Création du fichier descripteur de projet '{}'
it: Creazione del file descrittore del progetto '{}'
pt: Criando arquivo descritor do projeto '{}'

source: Found template file '{}'
de: Vorlagedatei '{}' gefunden
fr: Modèle de fichier '{}' trouvé
it: Trovato file template '{}'
pt: Encontrado arquivo de modelo '{}'

source: Skipping directory '{}'
de: Überspringe Verzeichnis '{}'
fr: Répertoire ignoré '{}'
it: Salto directory '{}'
pt: Ignorando diretório '{}'

source: Project {} loaded
de: Projekt {} geladen
fr: Projet {} chargé
it: Progetto {} caricato
pt: Projeto {} carregado

source: Saving project file {}
de: Projektdatei wird gespeichert {}
fr: Sauvegarde du fichier de projet {}
it: Salvataggio file di progetto {}
pt: Salvando arquivo de projeto {}

source: Trying to guess locale from filename '{}'
de: Versuche, Gebietsschema aus Dateinamen '{}' zu erraten
fr: Tentative de deviner la locale à partir du nom de fichier '{}'
it: Tentativo di individuare le impostazioni locali dal nome del file '{}'
pt: Tentando adivinhar localidade a partir do nome do arquivo '{}'

source: Trying to guess locale from file content with AI
de: KI versucht, Gebietsschema aus Dateiinhalt zu erraten
fr: Tentative de deviner la locale à partir du contenu du fichier avec l'IA
it: Tentativo di identificare le impostazioni locali dal contenuto del file con AI
pt: Tentando adivinhar localidade a partir do conteúdo do arquivo com IA

source: Trying to guess locale from '{}'
de: Versuche, Gebietsschema aus '{}' zu erraten
fr: Tentative de deviner la locale à partir de '{}'
it: Tentativo di rilevare automaticamente la lingua da '{}'
pt: Tentando adivinhar localidade de '{}'

source: Invalid locale: {}
de: Ungültige Locale: {}
fr: Paramètres régionaux invalides : {}
it: Locale non valido: {}
pt: Localidade inválida: {}

source: Total token used {0}
de: Insgesamt verwendete Token {0}
fr: Nombre total de jetons utilisés {0}
it: Totale token utilizzati {0}
pt: Total de tokens usados {0}

source: An error occurred while translating with AI
de: Ein Fehler ist beim Übersetzen mit KI aufgetreten
fr: Une erreur s'est produite lors de la traduction avec l'IA
it: Si è verificato un errore durante la traduzione con AI
pt: Ocorreu um erro durante a tradução com IA

source: Total token used {0} (input: {1}, output: {2})
de: Gesamte verwendete Token {0} (Eingabe: {1}, Ausgabe: {2})
fr: Total des jetons utilisés {0} (entrée : {1}, sortie : {2})
it: Totale token utilizzati {0} (input: {1}, output: {2})
pt: Total de tokens usados {0} (entrada: {1}, saída: {2})

source: Invalid finish reason: {0}
de: Ungültiger Abschlussgrund: {0}
fr: Raison de fin invalide : {0}
it: Motivo di fine non valido: {0}
pt: Motivo de conclusão inválido: {0}

source: An error occurred while assessing with AI
de: Ein Fehler ist beim KI-Bewerten aufgetreten
fr: Une erreur s'est produite lors de l'évaluation par IA
it: Si è verificato un errore durante la valutazione con AI
pt: Ocorreu um erro ao avaliar com IA

source: An error occurred while assessing a translation with AI
de: Ein Fehler ist beim Bewerten einer Übersetzung mit KI aufgetreten
fr: Une erreur s'est produite lors de l'évaluation d'une traduction par IA
it: Si è verificato un errore durante la valutazione di una traduzione con l'IA
pt: Ocorreu um erro ao avaliar uma tradução com IA

source: Inconsistent trailing spaces between original and translation
de: Inkonsistente Leerzeichen am Ende zwischen Original und Übersetzung
fr: Espaces de fin incohérents entre l'original et la traduction
it: Spazi finali incoerenti tra originale e traduzione
pt: Espaços finais inconsistentes entre o original e a tradução

source: Inconsistent trailing linefeed between original and translation
de: Inkonsistente Zeilenumbrüche zwischen Original und Übersetzung
fr: Saut de ligne final incohérent entre l'original et la traduction
it: Interruzione di riga finale incoerente tra originale e traduzione
pt: Quebra de linha final inconsistente entre o original e a tradução

source: Translated string should be included in ¡ and !
de: Übersetzte Zeichenfolge sollte in ¡ und ! enthalten sein
fr: La chaîne traduite doit être incluse dans ¡ et !
it: La stringa tradotta dovrebbe essere inclusa tra ¡ e !
pt: A cadeia traduzida deve ser incluída em ¡ e !

source: Translated string should not be included in ¡ and !
de: Übersetzte Zeichenfolge sollte nicht in ¡ und ! enthalten sein
fr: La chaîne traduite ne doit pas être incluse dans ¡ et !
it: La stringa tradotta non deve essere inclusa in ¡ e !
pt: A cadeia traduzida não deve ser incluída em ¡ e !

source: Inconsistent question mark between original and translation
de: Inkonsistenter Fragezeichen zwischen Original und Übersetzung
fr: Point d'interrogation incohérent entre l'original et la traduction
it: Punto interrogativo incoerente tra originale e traduzione
pt: Sinal de interrogação inconsistente entre o original e a tradução

source: Inconsistent full stop ending between original and translation
de: Inkonsistente Satzendung mit Punkt zwischen Original und Übersetzung
fr: Fin de point différente entre l'original et la traduction
it: Punto finale incoerente tra originale e traduzione
pt: Ponto final inconsistente entre o original e a tradução

source: Inconsistent capitalization of the first letter between the original and translation
de: Inkonsistente Großschreibung des ersten Buchstabens zwischen Original und Übersetzung
fr: Capitalisation incohérente de la première lettre entre l'original et la traduction
it: Capitalizzazione incoerente della prima lettera tra l'originale e la traduzione
pt: Capitalização inconsistente da primeira letra entre o original e a tradução

source: Inconsistent number of placeholders (%s, %d, %c, %x, %b, %f, {0}...) between original and translation
de: Inkonsistente Anzahl von Platzhaltern (%s, %d, %c, %x, %b, %f, {0}...) zwischen Original und Übersetzung
fr: Nombre de paramètres incohérent (%s, %d, %c, %x, %b, %f, {0}...) entre l'original et la traduction
it: Numero di segnaposto incoerente (%s, %d, %c, %x, %b, %f, {0}...) tra originale e traduzione
pt: Número inconsistente de marcadores (%s, %d, %c, %x, %b, %f, {0}...) entre o original e a tradução

source: Translated string should be included in ¿ and ?
de: Übersetzte Zeichenfolge sollte in ¿ und ? enthalten sein
fr: La chaîne traduite doit être incluse dans ¿ et ?
it: La stringa tradotta dovrebbe essere inclusa tra ¿ e ?
pt: A cadeia traduzida deve ser incluída em ¿ e ?

source: Translated string should not be included in ¿ and ?
de: Übersetzter String sollte nicht in ¿ und ? enthalten sein
fr: La chaîne traduite ne doit pas être incluse dans ¿ et ?
it: La stringa tradotta non dovrebbe essere inclusa in ¿ e ?
pt: A cadeia traduzida não deve ser incluída em ¿ e ?

source: Suspicious lowercase of the first letter
de: Verdächtiger Kleinbuchstabe des ersten Buchstabens
fr: Minuscule suspecte de la première lettre
it: Sospetta minuscola della prima lettera
pt: Primeira letra em minúscula suspeita

source: Inconsistent leading spaces between original and translation
de: Inkonsistente führende Leerzeichen zwischen Original und Übersetzung
fr: Espaces initiaux incohérents entre l'original et la traduction
it: Spazi iniziali incoerenti tra originale e traduzione
pt: Espaços iniciais inconsistentes entre o original e a tradução

source: Inconsistent exclamation mark between original and translation
de: Ausrufezeichen zwischen Original und Übersetzung inkonsistent
fr: Marque d'exclamation incohérente entre l'original et la traduction
it: Segno esclamativo incoerente tra originale e traduzione
pt: Marca de exclamação inconsistente entre o original e a tradução

source: Suspicious quotes inconsistency between original and translation
de: Verdächtige Anführungszeicheninkonsistenz zwischen Original und Übersetzung
fr: Incohérence suspecte de guillemets entre l'original et la traduction
it: Sospetta incoerenza delle virgolette tra originale e traduzione
pt: Inconsistência suspeita de aspas entre o original e a tradução

source: Nord dark
de: Nord dunkel
fr: Nord sombre
it: Nord scuro
pt: Escuro Nord

source: Light
de: Hell
fr: Clair
it: Chiaro
pt: Claro

source: Cupertino dark
de: Cupertino dunkel
fr: Mode sombre Cupertino
it: Cupertino scuro
pt: Escuro Cupertino

source: Cupertino light
de: Cupertino Hell
fr: Cupertino clair
it: Cupertino chiaro
pt: Cupertino claro

source: Dark
de: Dunkel
fr: Sombre
it: Scuro
pt: Escuro

source: Nord light
de: Nord hell
fr: Nord lumière
it: Nord chiaro
pt: Luz Nord

source: Clear Google Gemini settings
de: Google Gemini Einstellungen löschen
fr: Effacer les paramètres Google Gemini
it: Cancella impostazioni Google Gemini
pt: Limpar configurações do Google Gemini

source: Translating...
de: Übersetze...
fr: Traduction en cours...
it: Traduzione in corso...
pt: Traduzindo...

source: Updating...
de: Wird aktualisiert...
fr: Mise à jour en cours...
it: Aggiornamento in corso...
pt: Atualizando...

source: Adding .po to the project...
de: Füge .po zum Projekt hinzu...
fr: Ajout du fichier .po au projet...
it: Aggiunta di .po al progetto...
pt: Adicionando .po ao projeto...

source: Validating...
de: Wird validiert...
fr: Validation en cours...
it: Convalida in corso...
pt: Validando...

source: System default
de: Systemstandard
fr: Paramètres système
it: Predefinito di sistema
pt: Padrão do sistema

source: First available
de: Zuerst verfügbar
fr: Premièrement disponible
it: Primo disponibile
pt: Primeiro disponível

source: Save a .po translation file
de: Eine .po-Übersetzungsdatei speichern
fr: Enregistrer un fichier de traduction .po
it: Salva un file di traduzione .po
pt: Salvar um arquivo de tradução .po

source: The file {0} already exists
de: Die Datei {0} existiert bereits
fr: Le fichier {0} existe déjà
it: Il file {0} esiste già
pt: O ficheiro {0} já existe

source: The file {0} is not inside the current project directory
de: Die Datei {0} befindet sich nicht im aktuellen Projektverzeichnis
fr: Le fichier {0} ne se trouve pas dans le répertoire du projet actuel
it: Il file {0} non è all'interno della directory del progetto corrente
pt: O ficheiro {0} não está dentro do diretório do projeto atual

source: Persistent application settings deleted
de: Persistente Anwendungseinstellungen gelöscht
fr: Paramètres d'application persistants supprimés
it: Impostazioni applicazione persistenti eliminate
pt: Configurações persistentes do aplicativo excluídas

source: Unable to clear application settings
de: Anwendungseinstellungen können nicht gelöscht werden
fr: Impossible de réinitialiser les paramètres de l'application
it: Impossibile cancellare le impostazioni dell'applicazione
pt: Não foi possível limpar as configurações do aplicativo

source: Closing...
de: Wird geschlossen...
fr: Fermeture en cours...
it: Chiusura in corso...
pt: Fechando...

source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue
it: Errore imprevisto
pt: Erro inesperado

source: Unable to open '{}', please copy and paste the url to your browser
de: Konnte '{}' nicht öffnen, bitte kopieren und fügen Sie die URL in Ihren Browser ein
fr: Impossible d'ouvrir '{}', veuillez copier et coller l'URL dans votre navigateur
it: Impossibile aprire '{}', per favore copia e incolla l'url nel tuo browser
pt: Não foi possível abrir '{}', por favor copie e cole o URL no seu navegador

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
it: Impostazioni generali
pt: Configurações gerais

source: AI providers
de: KI-Anbieter
fr: Fournisseurs d'IA
it: Provider di intelligenza artificiale
pt: Provedores de IA

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt: Definições

source: Language:
de: Sprache:
fr: Langue :
it: Lingua:
pt: Idioma:

source: Set your preferred language (restart needed)
de: Legen Sie Ihre bevorzugte Sprache fest (Neustart erforderlich)
fr: Définissez votre langue préférée (redémarrage nécessaire)
it: Imposta la tua lingua preferita (riavvio necessario)
pt: Defina o seu idioma preferido (reinício necessário)

source: Theme:
de: Thema:
fr: Thème :
it: Tema:
pt: Tema:

source: Set the application theme
de: Anwendungsdesign festlegen
fr: Définir le thème de l'application
it: Imposta il tema dell'applicazione
pt: Definir o tema do aplicativo

source: Font size:
de: Schriftgröße:
fr: Taille de police :
it: Dimensione carattere:
pt: Tamanho da fonte:

source: Set the application font size
de: Anwendungs-Schriftgröße festlegen
fr: Définir la taille de police de l'application
it: Imposta la dimensione del carattere dell'applicazione
pt: Definir o tamanho da fonte do aplicativo

source: Translations AI provider:
de: Übersetzungs-KI-Anbieter:
fr: Fournisseur d'IA pour les traductions :
it: Provider di traduzioni AI:
pt: Provedor de IA para traduções:

source: Set the AI provider for translations
de: Legen Sie den KI-Anbieter für Übersetzungen fest
fr: Définir le fournisseur d'IA pour les traductions
it: Imposta il provider AI per le traduzioni
pt: Definir o provedor de IA para traduções

source: Validations AI provider:
de: KI-Anbieter für Validierungen:
fr: Fournisseur d'IA pour les validations :
it: Provider di validazione AI:
pt: Provedor de IA para validações:

source: Set the AI provider used for validation
de: Legen Sie den für die Validierung verwendeten KI-Anbieter fest
fr: Définir le fournisseur d'IA utilisé pour la validation
it: Imposta il provider AI utilizzato per la convalida
pt: Definir o provedor de IA usado para validação

source: Batch size:
de: Batchgröße:
fr: Taille du lot :
it: Dimensione batch:
pt: Tamanho do lote:

source: Set the number of entries to translate with the AI batch translation
de: Legen Sie die Anzahl der Einträge fest, die mit der KI-Batch-Übersetzung übersetzt werden sollen
fr: Définir le nombre d'entrées à traduire avec la traduction par lot IA
it: Imposta il numero di voci da tradurre con la traduzione batch dell'IA
pt: Definir o número de entradas para traduzir com a tradução em lote de IA

source: Discard modification
de: Änderung verwerfen
fr: Annuler les modifications
it: Annulla modifiche
pt: Descartar modificação

source: There are modified Po files, proceeding will discard the modifications, do you want to proceed?
de: Des fichiers Po ont été modifiés, si vous continuez, les modifications seront perdues, voulez-vous continuer ?
fr: Des fichiers Po ont été modifiés, si vous continuez, les modifications seront perdues, voulez-vous continuer ?
it: Ci sono file Po modificati, procedere scarterà le modifiche, si desidera continuare?
pt: Existem arquivos Po modificados, prosseguir irá descartar as modificações, deseja continuar?

source: Yes
de: Ja
fr: Oui
it: Sì
pt: Sim

source: No
de: Nein
fr: Non
pt: Não

source: Close
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar

source: Template
de: Vorlage
fr: Modèle
it: Modello
pt: Modelo

source: Translations
de: Übersetzungen
fr: Traductions
it: Traduzioni
pt: Traduções

source: Expand
de: Erweitern
fr: Développer
it: Espandi
pt: Expandir

source: Collapse
de: Ausblenden
fr: Réduire
it: Comprimi
pt: Recolher

source: Edit project
de: Projekt bearbeiten
fr: Modifier le projet
it: Modifica progetto
pt: Editar projeto

source: Select template
de: Vorlage auswählen
fr: Sélectionner le modèle
it: Seleziona template
pt: Selecionar modelo

source: Add translation
de: Übersetzung hinzufügen
fr: Ajouter une traduction
it: Aggiungi traduzione
pt: Adicionar tradução

source: Update all from pot
de: Alle aus pot aktualisieren
fr: Mettre à jour tout depuis le pot
it: Aggiorna tutto da pot
pt: Atualizar tudo do pot

source: Remove obsolete entries from every .po file
de: Veraltete Einträge aus allen .po-Dateien entfernen
fr: Supprimer les entrées obsolètes de chaque fichier .po
it: Rimuovi voci obsolete da ogni file .po
pt: Remover entradas obsoletas de cada arquivo .po

source: Select a template
de: Wählen Sie eine Vorlage
fr: Sélectionner un modèle
it: Seleziona un template
pt: Selecione um modelo

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
pt: Editar

source: Save
de: Speichern
fr: Enregistrer
it: Salva
pt: Salvar

source: Remove obsolete entries
de: Veraltete Einträge entfernen
fr: Supprimer les entrées obsolètes
it: Rimuovi voci obsolete
pt: Remover entradas obsoletas

source: No obsolete entries to remove
de: Keine veralteten Einträge zum Entfernen
fr: Aucune entrée obsolète à supprimer
it: Nessuna voce obsoleta da rimuovere
pt: Não há entradas obsoletas para remover

source: Obsolete entries removed
de: Veraltete Einträge entfernt
fr: Entrées obsolètes supprimées
it: Voci obsolete rimosse
pt: Entradas obsoletas removidas

source: Select the language for the translation
de: Wählen Sie die Sprache für die Übersetzung
fr: Sélectionnez la langue pour la traduction
it: Seleziona la lingua per la traduzione
pt: Selecione o idioma para a tradução

source: Search
de: Suchen
fr: Rechercher
it: Cerca
pt: Pesquisar

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pt: Adicionar

source: Removes all the log messages
de: Entfernt alle Protokollmeldungen
fr: Supprime tous les messages du journal
it: Rimuove tutti i messaggi di log
pt: Remove todas as mensagens de log

source: _Clear
de: Löschen
fr: _Effacer
it: _Cancella
pt: _Limpar

source: _Save
de: Speichern
fr: _Enregistrer
it: _Salva
pt: _Salvar

source: Copy
de: Kopieren
fr: Copier
it: Copia
pt: Copiar

source: Select all
de: Alle auswählen
fr: Tout sélectionner
it: Seleziona tutto
pt: Selecionar tudo

source: Save log
de: Protokoll speichern
fr: Enregistrer le journal
it: Salva log
pt: Salvar log

source: Select where to save the log file
de: Wählen Sie, wo die Protokolldatei gespeichert werden soll
fr: Sélectionnez l'emplacement d'enregistrement du fichier journal
it: Seleziona dove salvare il file di log
pt: Selecione onde salvar o arquivo de log
